Repository: josephkh/ipeer-vue-ts
Catalog: app/locale/*/LC_MESSAGES/default.po
Languages: fr_ca

source: DOMDocument could not be found. Please contact your system administrator to use TeamMaker.
fr_ca: DOMDocument n'a pas pu être trouvé. Contactez votre administrateur système pour utiliser TeamMaker.

source: Create Group Set
fr_ca: Créer un groupe

source: Survey Groups > Teams Summary
fr_ca: Groupes d'enquête> Résumé des équipes

source: The group set was added successfully.
fr_ca: L'ensemble de groupes a été ajouté avec succès.

source: The group set saving failed.
fr_ca: L'enregistrement du groupe a échoué.

source: The group set was released successfully.
fr_ca: L'ensemble de groupes a été publié avec succès.

source: Releasing group set failed.
fr_ca: L'activation du groupe de groupes a échoué.

source: The group set was deleted successfully.
fr_ca: Le groupe a été supprimé avec succès.

source: Failed to delete group set.
fr_ca: Échec de la suppression du groupe.

source: Group set change failed.
fr_ca: La modification du groupe a échoué.

source: Group set changed successfully.
fr_ca: L'ensemble de groupes a bien été modifié.

source: Export Survey Groups
fr_ca: Groupes de sondage sur les exportations

source: Please select a survey group set to export.
fr_ca: Veuillez sélectionner un groupe de sondage à exporter.

source: Please select at least one export field.
fr_ca: Veuillez sélectionner au moins un champ d'exportation.

source: Surveys
fr_ca: Enquêtes

source: Questions
fr_ca: Des questions

source: Surveys to show:
fr_ca: Enquêtes pour montrer:

source: Are you sure you want to delete this survey permanently?
fr_ca: Êtes-vous sûr de vouloir supprimer définitivement ce sondage?

source: View Survey
fr_ca: Voir l'enquête

source: Edit Survey
fr_ca: Modifier l'enquête

source: Edit Questions
fr_ca: Modifier les questions

source: Copy Survey
fr_ca: Copier l'enquête

source: Delete Survey
fr_ca: Effacer le sondage

source: Survey is saved!
fr_ca: Le sondage est enregistré!

source: Error on saving survey.
fr_ca: Erreur lors de l'enregistrement de l'enquête.

source: Error: You do not have permission to edit this survey
fr_ca: Erreur: Vous n'êtes pas autorisé à modifier cette enquête

source: Submissions have been made. %s cannot be edited. Please make a copy.
fr_ca: Des soumissions ont été faites. %s ne peut pas être modifié. S'il vous plaît faire une copie.

source: The Survey was edited successfully.
fr_ca: Le sondage a été modifié avec succès.

source: Error: The Survey was not saved successfully.
fr_ca: Erreur: L'enquête n'a pas été enregistrée avec succès.

source: Copy
fr_ca: Copier

source: Error: You do not have permission to delete this survey
fr_ca: Erreur: vous n'êtes pas autorisé à supprimer ce sondage

source: The survey was deleted successfully.
fr_ca: L'enquête a été supprimée avec succès.

source: Survey delete failed.
fr_ca: La suppression d'enquête a échoué.

source: The question was removed successfully.
fr_ca: La question a été supprimée avec succès.

source: The question was added successfully.
fr_ca: La question a été ajoutée avec succès.

source: Failed to save question.
fr_ca: Échec de l'enregistrement de la question.

source: The question was updated successfully.
fr_ca: La question a été mise à jour avec succès.

source: Error in saving question.
fr_ca: Erreur lors de la sauvegarde de la question.

source: Edit Question
fr_ca: Modifier la question

source: Sys Parameters
fr_ca: Paramètres Sys

source: Created
fr_ca: Créé

source: Updated
fr_ca: Actualisé

source: Are you sure you wish to delete this System Parameter?
fr_ca: Êtes-vous sûr de vouloir supprimer ce paramètre système?

source: Delete
fr_ca: Rayer

source: String
fr_ca: Chaîne

source: Integer
fr_ca: Nombre entier

source: The record is saved successfully
fr_ca: L'enregistrement est enregistré avec succès

source: Failed to save the record
fr_ca: Échec de la sauvegarde de l'enregistrement

source: The record is edited successfully.
fr_ca: L'enregistrement est modifié avec succès.

source: The record is deleted successfully.
fr_ca: L'enregistrement est supprimé avec succès.

source: Upgrade
fr_ca: Surclassement

source: It seems you do not have a installation of iPeer. Please install it first!
fr_ca: Il semble que vous n'ayez pas d'installation d'iPeer. S'il vous plaît installez-le d'abord!

source: Users
fr_ca: Utilisateurs

source: Full Name
fr_ca: Nom complet

source: Delete this user. Irreversible. Are you sure?
fr_ca: Supprimer cet utilisateur Irréversible. Êtes-vous sûr?

source: Resets user's password. Are you sure?
fr_ca: Réinitialise le mot de passe de l'utilisateur Êtes-vous sûr?

source: Resets user's password without sending a email. The user will lose access to the system. Are you sure?
fr_ca: Réinitialise le mot de passe de l'utilisateur sans envoyer d'e-mail. L'utilisateur perdra l'accès au système. Êtes-vous sûr?

source: Show role:
fr_ca: Afficher le rôle:

source: View User
fr_ca: Voir l'utilisateur

source: Send Email
fr_ca: Envoyer un email

source: Edit User
fr_ca: Modifier l'Utilisateur

source: Delete User
fr_ca: Supprimer l'Utilisateur

source: Reset Password
fr_ca: Réinitialiser le mot de passe

source: Reset Password Without Email
fr_ca: Réinitialiser le mot de passe sans email

source: Students
fr_ca: Élèves

source: Failed to save.</br>
fr_ca: Échec de l'enregistrement. </Br>

source: Error: You do not have permission to view users
fr_ca: Erreur: vous n'êtes pas autorisé à afficher les utilisateurs

source: Error: This user does not exist
fr_ca: Erreur: Cet utilisateur n'existe pas

source: Error: You do not have permission to view this user
fr_ca: Erreur: Vous n'êtes pas autorisé à voir cet utilisateur

source: Add User
fr_ca: Ajouter un Utilisateur

source: Error: You do not have permission to enrol this user.
fr_ca: Erreur: Vous n'êtes pas autorisé à inscrire cet utilisateur.

source: Error: The student is already enrolled.
fr_ca: Erreur: L'étudiant est déjà inscrit.

source: Error: Unable to enrol the user.
fr_ca: Erreur: Impossible d'inscrire l'utilisateur.

source: User is successfully enrolled.
fr_ca: L'utilisateur est inscrit avec succès.

source: Error: You do not have permission to readd this user.
fr_ca: Erreur: Vous n'êtes pas autorisé à lire cet utilisateur.

source: User is successfully readded.
fr_ca: L'utilisateur est correctement lu.

source: Error: Unable to readd the user.
fr_ca: Erreur: Impossible de lire l'utilisateur.

source: Error: This user does not exist.
fr_ca: Erreur: Cet utilisateur n'existe pas.

source: Error: You do not have permission to edit users.
fr_ca: Erreur: Vous n'êtes pas autorisé à modifier les utilisateurs.

source: Error: You do not have permission to edit this user.
fr_ca: Erreur: Vous n'êtes pas autorisé à modifier cet utilisateur.

source: User successfully updated!
fr_ca: Utilisateur mis à jour avec succès!

source: Error: Unable to update user.
fr_ca: Erreur: Impossible de mettre à jour l'utilisateur.

source: Error: You do not have permission to edit this user
fr_ca: Erreur: Vous n'êtes pas autorisé à modifier cet utilisateur

source: New passwords do not match
fr_ca: Les nouveaux mots de passe ne correspondent pas

source: Old password is incorrect
fr_ca: Ancien mot de passe est incorrect

source: Your Profile Has Been Updated Successfully.
fr_ca: Votre profil a été mis à jour avec succés.

source: Edit Profile
fr_ca: Editer le profil

source: Error: You do not have permission to delete this user
fr_ca: Erreur: Vous n'êtes pas autorisé à supprimer cet utilisateur

source: Record is successfully deleted!
fr_ca: L'enregistrement est supprimé avec succès!

source: Error: Delete failed!
fr_ca: Erreur: la suppression a échoué!

source: Student is successfully unenrolled!
fr_ca: L'étudiant est désinscrit avec succès!

source: Error: Unenrol failed!
fr_ca: Erreur: Unenrol a échoué!

source: Username "
fr_ca: Nom d'utilisateur "

source: " already exists.
fr_ca: " existe déjà.

source: Password successfully reset. The new password is %s.
fr_ca: Mot de passe réinitialisé avec succès. Le nouveau mot de passe est %s .

source: Email has been sent.
fr_ca: L'email a été envoyé.

source: Email was <u>not</u> sent to the user.
fr_ca: L'e-mail n'a pas été </u> envoyé à l'utilisateur.

source: No email has been sent. User does not have email address.
fr_ca: Aucun e-mail n'a été envoyé. L'utilisateur n'a pas d'adresse e-mail.

source: Error: That course does not exist.
fr_ca: Erreur: Ce cours n'existe pas.

source: Import Students From Text (.txt) or CSV File (.csv)
fr_ca: Importer des étudiants à partir d'un fichier texte (.txt) ou CSV (.csv)

source: Student No.
fr_ca: N ° d'étudiant

source: Merge Users
fr_ca: Fusionner les utilisateurs

source: Error: The secondary account is the currently logged in user.
fr_ca: Erreur: le compte secondaire est l'utilisateur actuellement connecté.

source: Error: The users do not have the same role.
fr_ca: Erreur: les utilisateurs n'ont pas le même rôle.

source: Error: No merger needed. The primary and secondary accounts are the same.
fr_ca: Erreur: Aucune fusion requise. Les comptes principaux et secondaires sont les mêmes.

source: The two accounts have successfully merged.
fr_ca: Les deux comptes ont fusionné avec succès.

source: Error: The two accounts could not be merged.
fr_ca: Erreur: Les deux comptes n'ont pas pu être fusionnés.

source: User Not Found!
fr_ca: Utilisateur non trouvé!

source: Error: You do not have permission to reset the password for this user
fr_ca: Erreur: Vous n'êtes pas autorisé à réinitialiser le mot de passe pour cet utilisateur

source: Status(X/OK),
fr_ca: Statut (X / OK),

source: Group Name,
fr_ca: Nom du Groupe,

source: First Name,
fr_ca: Prénom,

source: Last Name,
fr_ca: Nom,

source: Student Number,
fr_ca: Numéro d'étudiant,

source: Email,
fr_ca: Courriel,

source: Final Mark,
fr_ca: Note finale,

source: Members who have not submitted their evaluations
fr_ca: Membres qui n'ont pas soumis leurs évaluations

source: Left the group, but had submitted or were evaluated
fr_ca: A quitté le groupe, mais a soumis ou a été évalué

source: Evaluation Results
fr_ca: Résultats

source: Evaluatee
fr_ca: Évaluer

source: Final Total
fr_ca: Total final

source: Self-Evaluation
fr_ca: Auto-évaluation

source: Group Average
fr_ca: Moyenne du groupe

source: Evaluator
fr_ca: Évaluateur

source: Number of Evaluators
fr_ca: Nombre d'évaluateurs

source: General Comment
fr_ca: Commentaire général

source: Group
fr_ca: Groupe

source: Event Name
fr_ca: Nom de l'Événement

source: Evaluation Type
fr_ca: Type d'évaluation

source: No filename extension. Must be csv.
fr_ca: Pas d'extension de nom de fichier Doit être csv.

source: Error reading file
fr_ca: ERREURS DE LECTURE DE FICHIER

source: iPeer does not support the file type '.
fr_ca: iPeer ne supporte pas le type de fichier '.

source: '. Please use only text files (.txt) or comma seperated values files (.csv).
fr_ca: '. Veuillez n'utiliser que des fichiers texte (.txt) ou des fichiers de valeurs séparées par des virgules (.csv).

source: days
fr_ca: jours

source: hours
fr_ca: heures

source: seconds
fr_ca: secondes

source: Error: No events to import.
fr_ca: Erreur: Aucun événement à importer.

source: Invalid column number on line %d
fr_ca: Numéro de colonne invalide sur la ligne %d

source: Username can not be empty. line %d
fr_ca: Le nom d'utilisateur ne peut pas être vide. ligne %d

source: No valid user to add
fr_ca: Aucun utilisateur valide à ajouter

source: Role
fr_ca: Rôle

source: Course subjects and course numbers, e.g. APSC 201 001
fr_ca: Sujets de cours et numéros de cours, p.ex. APSC 201 001

source: Course title, e.g. Technical Communication
fr_ca: Titre du cours, p.ex. Communication technique

source: Add Instructor
fr_ca: Ajouter un instructeur

source: Add Tutor
fr_ca: Ajouter un tuteur

source: Selecting correct assoication will allow admin to help troubleshooting.
fr_ca: La sélection de l'assoication correcte permettra à l'administrateur d'aider au dépannage.

source: e.g. http://mycoursehome.com
fr_ca: par exemple http://mycoursehome.com

source: Save
fr_ca: Sauvegarder

source: Evaluation Events
fr_ca: Evénements d'évaluation

source: All fields are mandatory.
fr_ca: Tous les champs sont obligatoires.

source: When all fields are filled, the Submit button will become available.
fr_ca: Lorsque tous les champs sont remplis, le bouton Envoyer sera disponible.

source: If the source course does not have a survey, the source survey and destination survey fields are not required.
fr_ca: Si le cours source n'a pas d'enquête, les champs de l'enquête source et de l'enquête de destination ne sont pas requis.

source: You can choose to import into a duplicate of the source survey or choose an existing survey.
fr_ca: Vous pouvez choisir d'importer un doublon de l'enquête source ou de choisir un sondage existant.

source: The conditions below must be met for the move to be successful.
fr_ca: Les conditions ci-dessous doivent être remplies pour que le déménagement réussisse.

source: Only Text (.txt) and CSV File (.csv) can be used.
fr_ca: Seuls le texte (.txt) et le fichier CSV (.csv) peuvent être utilisés.

source: Only student numbers and usernames can be used in the file but not both.
fr_ca: Seuls les numéros d'étudiant et les noms d'utilisateur peuvent être utilisés dans le fichier mais pas les deux.

source: The Destination Course must be accessible to you.
fr_ca: Le cours de destination doit être accessible pour vous.

source: The existing Destination Survey needs to use the same template as the Source Survey.
fr_ca: L'enquête de destination existante doit utiliser le même modèle que l'enquête source.

source: Examples:
fr_ca: Exemples:

source: Move or Copy Group of Students
fr_ca: Déplacer ou copier un groupe d'étudiants

source: Student Identifier
fr_ca: Identifiant de l'étudiant

source: No surveys were found in the Source Course.
fr_ca: Aucune enquête n'a été trouvée dans le cours source.

source: Destination Survey
fr_ca: Enquête de destination

source: Move or Copy?
fr_ca: Déplacer ou copier?

source: "Move" will unenrol the student from the Source Course.
fr_ca: "Move " libèrera l'étudiant du cours source.

source: User(s) failed to transfer:
fr_ca: Les utilisateurs n'ont pas réussi à transférer:

source: Reason
fr_ca: Raison

source: User(s) successfully transferred:
fr_ca: Utilisateur (s) transféré avec succès:

source: Back to Course
fr_ca: Retour aux formation

source: Add Course
fr_ca: Ajouter un cours

source: When all fields have been filled, the Submit button will become available.
fr_ca: Lorsque tous les champs ont été remplis, le bouton Soumettre sera disponible.

source: The Source Course must have a survey.
fr_ca: Le cours source doit avoir un sondage.

source: The Student being moved must have made a submission to the Source Survey.
fr_ca: L'étudiant déplacé doit avoir fait une soumission au sondage de la source.

source: The Source Survey needs to use the same template as the Source Survey.
fr_ca: L'enquête source doit utiliser le même modèle que l'enquête source.

source: Move or Copy Student
fr_ca: Déplacer ou copier un étudiant

source: Instructor(s)
fr_ca: Instructeurs

source: Email To All
fr_ca: Email à tous

source: Email To All Instructors
fr_ca: Email à tous les instructeurs

source: Homepage
fr_ca: Accueil

source: Created By
fr_ca: Créé par

source: Updated By
fr_ca: Mis à Jour Par

source: Created At
fr_ca: Créé à

source: Updated At
fr_ca: Mis à jour le

source: Back
fr_ca: Retour

source: Add
fr_ca: Ajouter

source: Add Department
fr_ca: Ajouter département

source: Are you sure you want to delete %s?
fr_ca: Êtes-vous sûr de vouloir supprimer %s?

source: Create Date
fr_ca: Date de création

source: Update Date
fr_ca: Date de mise à jour

source: List Evaluation Results
fr_ca: Lister les résultats d'évaluation

source: List Rubrics
fr_ca: Liste des rubriques

source: Add Simple Evaluation
fr_ca: Ajouter une évaluation simple

source: List Simple Evaulations
fr_ca: Liste des évidences simples

source: --- No Course Selected ---
fr_ca: --- Aucun cours sélectionné ---

source: --- All Courses ---
fr_ca: Toutes les formations

source: Are you sure to remove instructor
fr_ca: Etes-vous sûr de supprimer l'instructeur

source: from this course?
fr_ca: de ce cours?

source: Communication error!
fr_ca: Erreur de communication!

source: is created
fr_ca: est créé

source: Due
fr_ca: Dû

source: Hello
fr_ca: Bonjour

source: Your iPeer password has been reset to the password below.
fr_ca: Votre mot de passe iPeer a été réinitialisé au mot de passe ci-dessous.

source: Password
fr_ca: Mot de passe

source: Event
fr_ca: Événement

source: is created
fr_ca: est créé

source: An instructor or admin has created an account for you in iPeer.
fr_ca: Un instructeur ou un administrateur a créé un compte pour vous dans iPeer.

source: You can login at
fr_ca: Vous pouvez vous connecter à

source: will be removed from the To: field...
fr_ca: sera supprimé du champ "À:"...

source: Removal error!
fr_ca: Erreur de suppression!

source: All My Tools
fr_ca: Tous mes outils

source: Email Templates
fr_ca: Modèles courriel

source: Page Size
fr_ca: Format Papier

source: Evaluation Event Title
fr_ca: Titre de l'événement d'évaluation

source: Self Evaluation
fr_ca: Auto-évaluation

source: View
fr_ca: Vue

source: Page %page% of %pages%, showing %current% records out of %count% total<br/>
fr_ca: Page %page% de %pages%, affichant %current% enregistrements sur %count% total <br/>

source: Completion Rate
fr_ca: Taux d'achèvement

source: Released Comments
fr_ca: Commentaires publiés

source: Released Grades
fr_ca: Niveaux publiés

source: View Evaluation Result
fr_ca: Voir le résultat de l'évaluation

source: Event Title
fr_ca: Titre de l'événement

source: Group Submission Detail
fr_ca: Détail de la soumission du groupe

source: Group
fr_ca: Groupe

source: completed
fr_ca: terminé

source: Not Completed
fr_ca: Pas achevée

source: marked
fr_ca: |Sélectionné|

source: Ready to Review
fr_ca: Prêt à revoir

source: Not Ready to Review
fr_ca: Pas prêt à réviser

source: Comments/Grades Not Released Yet
fr_ca: Commentaires / notes non publiées

source: Grades Not Released Yet
fr_ca: Grades non encore publiés

source: Comments Not Released Yet
fr_ca: Commentaires non publiés

source: Grades Not Released Yet
fr_ca: Grades non encore publiés

source: Comments Not Released Yet
fr_ca: Commentaires non publiés

source: Grade:
fr_ca: Niveau (%)

source: Save Changes
fr_ca: Enregistrer les modifications

source: The evaluation is due on %s.
fr_ca: L'évaluation est due sur %s .

source: To resubmit an evaluation, all required questions must be answered.
fr_ca: Pour soumettre à nouveau une évaluation, toutes les questions requises doivent recevoir une réponse.

source: The evaluation can be repeatedly submitted until
fr_ca: L'évaluation peut être soumise à plusieurs reprises jusqu'à

source: marks required questions.
fr_ca: marque les questions requises.

source: Show/Hide Late Penalty Policy
fr_ca: Afficher / Masquer la politique de pénalité en retard

source: Then until %d day(s) after the due date, %s will be deducted.
fr_ca: Ensuite, jusqu'à %d jour (s) après la date d'échéance, %s sera déduit.

source: From the due date to %d days(s) late, %s will be deducted.
fr_ca: De la date d'échéance à %d jour (s) en retard, %s sera déduit.

source: %s is deducted afterwards.
fr_ca: %s est déduit par la suite.

source: No penalty is specified for this evaluation.
fr_ca: Aucune pénalité n'est spécifiée pour cette évaluation.

source: Self-Evaluation Questions
fr_ca: Questions d'auto-évaluation

source: Submit the Evaluation
fr_ca: Soumettre l'évaluation

source: Please make sure that the total of the grades in the drop-downs equals %s and then press "Submit" again.
fr_ca: Assurez-vous que le total des notes dans les listes déroulantes est égal à %s , puis appuyez de nouveau sur "Envoyer".

source: Please fill in all required questions before resubmitting the evaluation.
fr_ca: Veuillez remplir toutes les questions requises avant de soumettre à nouveau l'évaluation.

source: Comment:
fr_ca: Commentaire:

source: General Comment:
fr_ca: Commentaire général:

source: You have not completed all the questions for %fullname%. Would you like to discard changes?
fr_ca: Vous n'avez pas rempli toutes les questions pour %f ullname%. Voulez-vous annuler les modifications?

source: Saving... Please wait.
fr_ca: En cours de sauvegarde, veuillez patienter ...

source: Evaluation Event Detail
fr_ca: Détail de l'événement d'évaluation

source: Evaluating
fr_ca: Évaluer

source: Click <font color ="#FF6666"><i>EACH</i></font> of your peer's name to rate their performance.
fr_ca: Cliquez sur <font color="#FF6666"><i>CHACUN</i></font> du nom de votre homologue pour évaluer sa performance.

source: Enter Comments
fr_ca: Commentaires

source: Required
fr_ca: Requis

source: Optional
fr_ca: Optionnel

source: Press "Save This Section" to save the evaluation for each group member.
fr_ca: Appuyez sur "Enregistrer cette section " pour enregistrer l'évaluation pour chaque membre du groupe.

source: Press "Submit to Complete the Evaluation" to submit your evaluation to all peers.
fr_ca: Appuyez sur "Soumettre pour compléter l'évaluation" poursoumettre votre évaluation à tous les pairs.

source: <i>NOTE:</i> You can click the "Submit to Complete the Evaluation" button only <font color ="#FF6666">AFTER</font> all evaluations are completed.
fr_ca: <i>REMARQUE:</i> Vous pouvez cliquer sur le bouton "Soumettre pour terminer l'évaluation" seulement <font color="#FF6666">APRÈS</font> toutes les évaluations sont terminées.

source: Evaluation's release end date
fr_ca: Date de fin de la version de l'évaluation

source: Show/Hide late penalty policy
fr_ca: Afficher / masquer la politique de pénalité en retard

source: (click to expand)
fr_ca: (Cliquez pour agrandir)

source: Save This Section
fr_ca: Enregistrer cette section

source: This is a preview. All submissions are disabled.
fr_ca: Ceci est un aperçu. Toutes les soumissions sont désactivées.

source: Please complete all the questions marked red before saving.
fr_ca: Veuillez remplir toutes les questions marquées en rouge avant de sauvegarder.

source: Make sure you save this section before moving on to the other ones!
fr_ca: Assurez-vous de sauvegarder cette section avant de passer aux autres!

source: Submit to Complete the Evaluation
fr_ca: Soumettre pour compléter l'évaluation

source: Please enter all the comments for all the group members before submitting.
fr_ca: Veuillez entrer tous les commentaires pour tous les membres du groupe avant de les soumettre.

source: You haven't completed evaluations for all your teammates. You can submit now and modify your submission by the due date.
fr_ca: Vous n'avez pas terminé les évaluations pour tous vos coéquipiers. Vous pouvez soumettre maintenant et modifier votre soumission avant la date limite.

source: All points are allocated.
fr_ca: Tous les points sont attribués.

source: All points are allocated.<br />There are still
fr_ca: Tous les points sont attribués. <br /> Il y a encore

source: comments to be filled.
fr_ca: commentaires à remplir.

source: All points are allocated.<br />All comments are filled.
fr_ca: Tous les points sont alloués. <br /> Tous les commentaires sont remplis.

source: Too many points, need to unallocate
fr_ca: Trop de points, besoin de désallouer

source: points.<br />There are still
fr_ca: points. <br /> Il y a encore

source: points.<br />All comments are filled.
fr_ca: points. <br /> Tous les commentaires sont remplis.

source: Please allocate
fr_ca: Veuillez allouer

source: more points.
fr_ca: plus de points.

source: more points.<br />There are still
fr_ca: plus de points. <br /> Il y a encore
