Repository: josephkh/ipeer-vue-ts
Catalog: app/locale/*/LC_MESSAGES/default.po
Languages: fr_ca

source: more points.<br />All comments are filled.
fr_ca: plus de points. <br /> Tous les commentaires sont remplis.

source: Rate your peer's relative performance by using the slider. [Weight 1-10]
fr_ca: Évaluez les performances relatives de votre homologue en utilisant le curseur. [Poids 1-10]

source: Click "Distribute" button to distribute points.
fr_ca: Cliquez sur le bouton "Distribuer" pour distribuer les points.

source: Allocate any remaining point.
fr_ca: Allouer tout point restant.

source: "Submit Evaluation" button will only be enabled when all points, and comments (if required), are filled!
fr_ca: Le bouton "Soumettre l'évaluation" ne sera activé que lorsque tous les points et commentaires (si nécessaire) seront remplis!

source: The evaluation can be repeatedly submitted until %s.
fr_ca: L'évaluation peut être soumise à plusieurs reprises jusqu'à %s .

source: Member(s)
fr_ca: Membres;

source: Relative Weight
fr_ca: Poids relatif

source: Mark
fr_ca: Marc

source: (Optional)
fr_ca: (Optionnel)

source: Points Allocated/Total:
fr_ca: Points alloués / Total:

source: Distribute
fr_ca: Distribution

source: Submit Evaluation
fr_ca: Envoyer une évaluation

source: Evaluation Result Detail
fr_ca: Détail des résultats de l'évaluation

source: Evaluated By
fr_ca: Évalué par

source: Rating
fr_ca: Note

source: Person Being Evaluated
fr_ca: Personne en cours d'évaluation

source: Comments/Grades Not Released Yet.
fr_ca: Commentaires / notes non publiées.

source: Team Maker Survey
fr_ca: Enquête Team Maker

source: Submit
fr_ca: Valider

source: Basic
fr_ca: De base

source: Detail
fr_ca: Détail

source: These people have not yet submitted their evaluations
fr_ca: Ces personnes n'ont pas encore soumis leurs évaluations

source: Actions
fr_ca: Menu

source: Are you sure you want to delete event
fr_ca: Êtes-vous sûr de vouloir supprimer l'événement

source: YES
fr_ca: OUI

source: NO
fr_ca: NON

source: View Groups
fr_ca: Afficher les groupes

source: Record Not Found
fr_ca: Enregistrement non trouvé

source: Results:
fr_ca: Résultats :

source: already exists.
fr_ca: existe déjà.

source: Group No.
fr_ca: Groupe No.

source: Members
fr_ca: Membres

source: No event Selected
fr_ca: Aucun événement sélectionné

source: All events
fr_ca: Tous les événements

source: (Empty)
fr_ca: (Vide)

source: (No SQL Data)
fr_ca: (Pas de données SQL)

source: Powered by iPeer and TeamMaker - Created by UBC and Rose-Hulman
fr_ca: Propulsé par iPeer et TeamMaker - Créé par UBC et Rose-Hulman

source: Evaluation
fr_ca: Évaluation

source: Logout
fr_ca: Déconnecter

source: already exists
fr_ca: existe déjà

source: Assign
fr_ca: Assigner

source: Remove
fr_ca: Retirer

source: You need the PHP json extension.
fr_ca: Vous avez besoin de l'extension PHP json.

source: Please use PHP >= 5.2 and enable it in php.ini <br />
fr_ca: Veuillez utiliser PHP> = 5.2 et activez-le dans php.ini <br />

source: (uncomment or create the line:<br />
fr_ca: (décommenter ou créer la ligne: <br />

source: variable not set or empty!
fr_ca: variable non définie ou vide!

source: Error: Please set all parameters for checkBoxList.<br/>
fr_ca: Erreur: Veuillez définir tous les paramètres de checkBoxList. <br/>

source: Use the checkmarks to
fr_ca: Utilisez les coches pour

source: in <b><u>bold</u></b> are the ones selected initially.)<br/>
fr_ca: en <b> <u> gras </u> </b> sont ceux sélectionnés initialement.) <br/>

source: (The selected %s are check-marked and in <b><u>bold</u></b>)</br />
fr_ca: (Les %s sélectionnés sont cochés et en <b> <u> gras </u> </b>) </br />

source: Likert Answer Question
fr_ca: Likert Répondre à cette question

source: Paragraph Answer Question
fr_ca: Paragraphe Répondre à la question

source: Sentence Answer Question
fr_ca: Sentence Réponse

source: Score Dropdown Answer Question
fr_ca: Score Dropdown Répondre à cette question

source: Unrequired Likert questions are not counted toward the total rating.
fr_ca: Les questions Likert non requises ne sont pas comptabilisées dans la note totale.

source: The increments on the drop-down will be based on 10 base points per member, the drop-down will go from 1 to (10 x No. of GroupMembers) in increments of 1 <br>
fr_ca: Les incréments dans la liste déroulante seront basés sur 10 points de base par membre, la liste déroulante ira de 1 à (10 x Nombre de membres de groupe) par incréments de 1

source: This mark will be scaled according to the response. E.g.: If there are 5 scale levels and this is set at 1, the lowest scale will be worth 0.2 marks, the second lowest 0.4 marks, and so on with the highest scale being worth the full 1 mark.
fr_ca: Cette marque sera mise à l'échelle en fonction de la réponse. Par exemple: s'il y a 5 niveaux d'échelle et que celui-ci est réglé sur 1, l'échelle la plus basse aura une valeur de 0,2 point, la deuxième plus basse aura 0,4 point, et ainsi de suite.

source: This setting will hide/show the mark distribution to those taking the evaluation.
fr_ca: Ce réglage cachera / montrera la distribution des marques à ceux qui ont pris l'évaluation.

source: Rubric Preview
fr_ca: Rubrique Aperçu

source: Level of Mastery
fr_ca: Niveau de maîtrise

source: Criteria Weight
fr_ca: Poids des critères

source: Show Marks
fr_ca: Afficher les marques

source: Specific Comment
fr_ca: Commentaire spécifique

source: required
fr_ca: champs obligatoires

source: mark(s)
fr_ca: Marques

source: General Comments
fr_ca: Commentaires générales

source: --- All events ---
fr_ca: Tous les événements

source: Evaluation Result Search Panel
fr_ca: Panneau de recherche des résultats d'évaluation

source: List Not Reviewed Evaluations
fr_ca: Liste des évaluations non revues

source: List Late Evaluations
fr_ca: Liste des évaluations en retard

source: List Ranged Mark Evaluations (set mark range below)
fr_ca: Liste des évaluations de marques à distance (définir la plage de marques ci-dessous)

source: Result Mark(%)
fr_ca: Résultat (%)

source: FROM
fr_ca: DE

source: TO
fr_ca: À

source: Evaluation Event Search Panel
fr_ca: Panneau de recherche d'événement d'évaluation

source: Event Type
fr_ca: Type d'événement

source: --- All Event Types ---
fr_ca: --- Tous les types d'événements ---

source: Release Date:
fr_ca: Date de sorti:

source: specify a date range to search any event that are being released during that period of time.
fr_ca: spécifiez une plage de dates pour rechercher un événement qui est publié pendant cette période.

source: Instructor Search Panel
fr_ca: Panneau de recherche de l'instructeur

source: Instructors
fr_ca: Instructeurs

source: Release Now
fr_ca: Libérer maintenant

source: Are you sure you want to delete survey group set
fr_ca: Êtes-vous sûr de vouloir supprimer le groupe de sondage

source: Confirm Survey Release
fr_ca: Confirmer la publication du sondage

source: Team Making - Step One
fr_ca: Team Making - Première étape

source: students were specified for this survey,
fr_ca: les étudiants ont été spécifiés pour cette enquête,

source: students responded
fr_ca: les étudiants ont répondu

source: Group Configuration
fr_ca: Configuration du groupe

source: There must be at least one question.
fr_ca: Il doit y avoir au moins une question.

source: Gather<br />Similar
fr_ca: Rassembler <br />

source: Ignore
fr_ca: Ignorer

source: Gather<br />Dissimilar
fr_ca: Rassembler <br /> Dissimilar

source: Note: It may take up to 10mins to create groups.
fr_ca: Remarque: La création de groupes peut prendre jusqu'à 10 minutes.

source: Are you sure you want to delete user
fr_ca: Êtes-vous sûr de vouloir supprimer l'utilisateur

source: 's password
fr_ca: le mot de passe

source: Are you sure you want to reset password for user
fr_ca: Êtes-vous sûr de vouloir réinitialiser le mot de passe pour l'utilisateur

source: %s Account
fr_ca: Compte %s

source: User
fr_ca: Utilisateur

source: -- Search for the %s account --
fr_ca: - Rechercher le compte %s -

source: Private
fr_ca: Privé

source: Public lets you share this email template with other instructors.
fr_ca: Public vous permet de partager ce modèle d'e-mail avec d'autres instructeurs.

source: -- Select Merge Field --
fr_ca: - Sélectionnez le champ de fusion -

source: To
fr_ca: À

source: Scheduled on
fr_ca: Planifié le

source: Content
fr_ca: Contenu

source: Add Additional Recipient
fr_ca: Ajouter un destinataire supplémentaire

source: Please select a recipient!
fr_ca: Veuillez sélectionner un destinataire!

source: Single Email
fr_ca: Email unique

source: Multiple Emails
fr_ca: Courriels multiples

source: (send
fr_ca: Envoyer

source: times, with
fr_ca: fois, avec

source: minute(s)
fr_ca: 3 ~ 5 minutes

source: hour(s)
fr_ca: heure(s)

source: day(s)
fr_ca: jour(s)

source: -- No Template --
fr_ca: - Aucun modèle -

source: No iPeer database found. You may want to run %s first. Otherwise make sure you define in it <u><tt>app/config/database.php</tt></u> in the following format:
fr_ca: Aucune base de données iPeer trouvée. Vous souhaiterez peut-être exécuter %s premier. Sinon, assurez-vous de définir <u> <tt> app / config / database.php </tt> </u> au format suivant:

source: For more details, also see this file:
fr_ca: Pour plus de détails, voir aussi ce fichier:

source: Access Denied
fr_ca: Accès refusé

source: You don't have permission to access this page.
fr_ca: Vous n'êtes pas autorisé à accéder à cette page.

source: Click here to go back
fr_ca: Cliquez ici pour revenir en arrière

source: Base Point Per Member
fr_ca: Point de base par membre

source: My Simple Evaluations
fr_ca: Mes évaluations simples

source: All Simple Evaluations
fr_ca: Toutes les évaluations simples

source: My Rubrics Evaluations
fr_ca: Mes évaluations de rubriques

source: All Rubric Evaluations
fr_ca: Toutes les évaluations de la rubrique

source: My Mixed Evaluations
fr_ca: Mes évaluations mixtes

source: Add Mixed Evaluation
fr_ca: Ajouter une évaluation mixte

source: All Mixed Evaluations
fr_ca: Toutes les évaluations mixtes

source: My Surveys
fr_ca: Mes enquêtes

source: Add Survey
fr_ca: Ajouter un sondage

source: All Surveys
fr_ca: Toutes les enquêtes

source: My Email Templates
fr_ca: Mes modèles d'e-mail

source: All Email Templates
fr_ca: Tous les modèles d'e-mail

source: Give the export file a name, which is default to today's date.
fr_ca: Attribuez un nom au fichier d'exportation, qui est par défaut la date du jour.

source: Choose one of the two export formats.
fr_ca: Choisissez l'un des deux formats d'exportation.

source: Please check at least one from each similarly coloured group.
fr_ca: Veuillez cocher au moins un de chaque groupe de couleur similaire.

source: Dropped Students that have evaluated or have been evaluated are marked with an asterisk (*)
fr_ca: Abandonné Les élèves qui ont été évalués ou qui ont été évalués sont marqués d'un astérisque (*)

source: Export
fr_ca: Exporter

source: Export Filename
fr_ca: Exporter le nom de fichier

source: Export File Type
fr_ca: Type de fichier d'exportation

source: Include All Evaluations
fr_ca: Inclure toutes les évaluations

source: Evaluation Information
fr_ca: Informations d'évaluation

source: Include Course Name
fr_ca: Inclure le nom du cours

source: Include Event Name
fr_ca: Inclure le nom de l'événement

source: Please include at least one of the red fields
fr_ca: Veuillez inclure au moins un des champs rouges

source: Include Evaluation Type
fr_ca: Inclure le type d'évaluation

source: Group and Result
fr_ca: Groupe et résultat

source: Include Group Names
fr_ca: Inclure les noms de groupe

source: Include Student Name
fr_ca: Inclure le nom de l'élève

source: Include Student Id
fr_ca: Inclure l'identifiant de l'étudiant

source: Please include at least one of the green fields
fr_ca: Veuillez inclure au moins un des champs verts

source: Include Comments
fr_ca: Inclure des commentaires

source: Include Grades
fr_ca: Inclure les notes

source: Please include at least one of the orange fields
fr_ca: Veuillez inclure au moins un des champs orange

source: Include Final Marks
fr_ca: Inclure les marques finales

source: Evaluation Results From Your Teammates. (Randomly Ordered)
fr_ca: Résultats de l'évaluation de vos coéquipiers. (Ordonné au hasard)

source: Comments/Grades Not Released Yet.
fr_ca: Commentaires / notes non publiées.

source: Grades Not Released Yet.
fr_ca: Les notes ne sont pas encore publiées.

source: Comments Not Released Yet.
fr_ca: Commentaires non publiés encore.

source: Randomly Ordered
fr_ca: Ordonné au hasard

source: Not Released.
fr_ca: Non sorti.

source: Export Evaluations
fr_ca: Évaluations d'exportation

source: Release All Comments
fr_ca: Libérer tous les commentaires

source: Unrelease All Comments
fr_ca: Ne pas diffuser tous les commentaires

source: Release All Grades
fr_ca: Libérer toutes les catégories

source: Unrelease All Grades
fr_ca: Ne pas diffuser toutes les notes

source: Back to Evaluation Event Listing
fr_ca: Retour à la liste d'événements d'évaluation

source: Back to Course Home
fr_ca: Retour à la page d'accueil du cours

source: (not submitted)
fr_ca: (pas transmis)

source: day(s)
fr_ca: jour(s)

source: (on time)
fr_ca: (À temps)

source: Student Number
fr_ca: Numéro d'étudiant

source: Date Submitted
fr_ca: Date de soumission

source: Late By
fr_ca: En retard par

source: Have not submitted their evaluations
fr_ca: N'ont pas soumis leurs évaluations

source: Average Grade Per Question
fr_ca: Note moyenne par question

source: Student Name:
fr_ca: Nom d'Élève:

source: Evaluation Results Release Status
fr_ca: État des résultats de l'évaluation

source: Same Mark as Group Average
fr_ca: Même note que la moyenne du groupe

source: Below Group Average
fr_ca: Inférieur à la moyenne

source: Above Group Average
fr_ca: Au-dessus de la moyenne du groupe

source: Late Penalty
fr_ca: Pénalité tardive

source: Student Name
fr_ca: Nom d'étudiant

source: Group Average:
fr_ca: Moyenne du groupe:

source: Mark Peer Evaluations as Not Reviewed
fr_ca: Marquer les évaluations par les pairs comme non examinées

source: Mark Peer Evaluations as Reviewed
fr_ca: Marquez les évaluations par les pairs telles que révisées

source: Evaluatee:
fr_ca: Évaluer:

source: (Number of Evaluator(s):
fr_ca: (Nombre d'évaluateur (s):

source: Final Total:
fr_ca: Total final:

source: No submissions have been made.
fr_ca: Aucune soumission n'a été faite.

source: Members Evaluated
fr_ca: Membres évalués

source: Penalty
fr_ca: Penalité

source: Final Mark
fr_ca: Note finale

source: # of Evaluator(s)
fr_ca: Nombre d'évaluateur (s)

source: Average Received
fr_ca: Moyenne reçue

source: Grade Release
fr_ca: Grade de sortie

source: Comment Sections
fr_ca: Sections de commentaires

source: Check the "Released" checkbox and click "Save Changes" to release individual comments , or
fr_ca: Cochez la case "Released " et cliquez sur "Save Changes " pour publier des commentaires individuels, ou

source: Click "Release All" or "Unrelease All" buttons to release or unrelease all comments.
fr_ca: Cliquez sur "Libérer tout " ou sur les boutons "Tout supprimer " pour libérer ou libérer tous les commentaires.

source: Release All
fr_ca: Libérer tout

source: Unrelease All
fr_ca: Ne pas tout diffuser

source: responses
fr_ca:  Creatif - jeu qui facilite un certain nombre de résultats ou de réponses possibles

source: Responders
fr_ca: Répondeurs

source: Result
fr_ca: Résultat

source: Not Submitted
fr_ca: Pas transmis

source: Doesn't apply to Mix Evaluation. Required questions are set in the template.
fr_ca: Ne s'applique pas à l'évaluation du mélange. Les questions obligatoires sont définies dans le modèle.

source: Basic view only shows grades. Detailed view shows both grades and comments
fr_ca: La vue de base affiche uniquement les notes. La vue détaillée montre les notes et les commentaires

source: Select the number of days in between each email reminder for submitting evaluations. The first email is sent when the event is released.
fr_ca: Sélectionnez le nombre de jours entre chaque rappel d'e-mail pour la soumission des évaluations. Le premier e-mail est envoyé lorsque l'événement est publié.

source: Select the preferred email template.
fr_ca: Sélectionnez le modèle d'e-mail préféré.

source: Holding "ctrl" or "command" key to select multiple groups.
fr_ca: Tenir la touche "ctrl" ou "commande" pour sélectionner plusieurs groupes.

source: Groups will either get listed as all groups (with an *) or a semi-colon separated list of names
fr_ca: Les groupes seront listés comme tous les groupes (avec un *) ou une liste de noms séparés par des points-virgules

source: Evaluation types are shown by their id: 1=simple; 2=rubric; 3=survey; 4=mixed
fr_ca: Les types d'évaluation sont indiqués par leur identifiant: 1 = simple; 2 = rubrique 3 = enquête; 4 = mixte

source: For Student Result Mode: 0=basic (grades only); 1=detailed (grades and comments)
fr_ca: Pour le mode de résultat de l'étudiant: 0 = basique (notes seulement); 1 = détaillé (notes et commentaires)

source: For the other 0 or 1 fields: 0=no/off; 1=on/yes
fr_ca: Pour les autres champs 0 ou 1: 0 = non / désactivé; 1 = activé / oui

source: The (column) header row is optional in the import file
fr_ca: La ligne d'en-tête (colonne) est facultative dans le fichier d'importation

source: To assign groups, either enter * for all groups, or enter them as a <strong>semi-</strong>colon (;) separated list of group <strong>ids</strong>. Group ids are listed below.
fr_ca: Pour affecter des groupes, entrez * pour tous les groupes, ou entrez-les en tant que <strong> semi-</strong> deux-points (;) séparés par la liste des <strong> identifiants de groupe </strong>. Les identifiants de groupe sont répertoriés ci-dessous.

source: Event templates are entered by their id. To get it, go to the template's edit page and check the URL for the number.
fr_ca: Les modèles d'événement sont entrés par leur identifiant. Pour l'obtenir, accédez à la page d'édition du modèle et vérifiez l'URL du numéro.

source: To generate an import file template, go to the export events page.
fr_ca: Pour générer un modèle de fichier d'importation, accédez à la page des événements d'exportation.

source: Import
fr_ca: Importer

source: Evaluation Format
fr_ca: Format d'évaluation

source: Allow Self-Evaluation?
fr_ca: Autoriser l'auto-évaluation?

source: Require Student Comments?
fr_ca: Exiger des commentaires des étudiants?

source: Auto-Release Results?
fr_ca: Résultats de la libération automatique?

source: Student Result Mode
fr_ca: Résultat de l'étudiant

source: Evaluation Release Date
fr_ca: Date de sortie de l'évaluation

source: FROM:
fr_ca: DE:

source: TO:
fr_ca: À :

source: Result Release Date
fr_ca: Date de sortie du résultat

source: Late Penalty
fr_ca: Pénalité tardive

source: Groups Assignment
fr_ca: Affectation de groupes

source: Edit this Event
fr_ca: Modifier cet événement

source: Back to Event Listing
fr_ca: Retour à la liste des événements

source: Create
fr_ca: Créer

source: Add Faculty
fr_ca: Ajouter Faculté

source: Admins/Instructors
fr_ca: Administrateurs / instructeurs

source: Filtered Students
fr_ca: Étudiants filtrés

source: Students in Group
fr_ca: Étudiants du groupe

source: Note: Students already in one or more groups are marked with *
fr_ca: Note: Les étudiants déjà dans un ou plusieurs groupes sont marqués avec *

source: There has been submissions in this group. Changing group members may cause data integrity issue. In the evaluation results of events that have already ended, new members will be marked down as having no submissions, which means no participation grades.
fr_ca: Il y a eu des soumissions dans ce groupe. La modification des membres du groupe peut entraîner un problème d'intégrité des données. Dans les résultats d'évaluation des événements qui ont déjà pris fin, les nouveaux membres seront marqués comme n'ayant aucune soumission, qui signifie aucune note de participation.

source: Group
fr_ca: Groupe

source: Available Groups
fr_ca: Groupes disponibles

source: Participating Groups
fr_ca: Groupes participants

source: Please make sure to remove the header in CSV file.
fr_ca: S'il vous plaît assurez-vous de supprimer l'en-tête dans le fichier CSV.

source: All fields are mandatory. The system will generate the group numbers.
fr_ca: Tous les champs sont obligatoires. Le système générera les numéros de groupe.

source: All group names must be unique within the class.
fr_ca: Tous les noms de groupes doivent être uniques dans la classe.

source: The student identifiers that can be used are usernames or student numbers.
fr_ca: Les identifiants d'étudiants qui peuvent être utilisés sont des noms d'utilisateur ou des numéros d'étudiants.

source: Please make sure the column matches the username/student number in the students' profile
fr_ca: S'il vous plaît assurez-vous que la colonne correspond au nom d'utilisateur / étudiant dans le profil des étudiants

source: Formatting:
fr_ca: Formatage:

source: Student Identifier, Group Name
fr_ca: Identifiant de l'étudiant, nom du groupe

source: Team A
fr_ca: Équipe A

source: Team B
fr_ca: Équipe B

source: The student identifier used in the CSV file.
fr_ca: L'identifiant de l'étudiant utilisé dans le fichier CSV.

source: Update group members for existing groups.
fr_ca: Mettre à jour les membres du groupe pour les groupes existants.

source: The group CSV file was processed.
fr_ca: Le fichier CSV du groupe a été traité.

source: Click OK to return to the list of groups, or look below for the results of the import.
fr_ca: Cliquez sur OK pour revenir à la liste des groupes, ou regardez ci-dessous pour les résultats de l'importation.

source: Invalid Entries
fr_ca: Entrées invalides

source: There are more or less than 2 columns.
fr_ca: Il y a plus ou moins de 2 colonnes.

source: Entry
fr_ca: Entrée

source: Groups Created
fr_ca: Groupes créés

source: Groups that could not be created.
fr_ca: Groupes qui n'ont pas pu être créés.

source: Students Placed
fr_ca: Étudiants placés

source: Student
fr_ca: Élève

source: Students Not Placed
fr_ca: Les étudiants ne sont pas placés

source: Possible Reasons:
fr_ca: Raisons possibles:

source: The student identifier does not exist in the system. Please add them first.
fr_ca: L'identifiant de l'étudiant n'existe pas dans le système. Veuillez les ajouter en premier.

source: The student is not enrolled in the course. Please enrol them first.
fr_ca: L'étudiant n'est pas inscrit au cours. Veuillez les inscrire en premier.

source: The group was unable to be created or does not exist.
fr_ca: Le groupe n'a pas pu être créé ou n'existe pas.

source: Import Group(s)
fr_ca: Groupe (s) d'importation

source: Email To All Members
fr_ca: Email à tous les membres

source: Edit this Group
fr_ca: Modifier ce groupe

source: Back to Group Listing
fr_ca: Retour à la liste des groupes

source: Grades
fr_ca: Niveaux

source: Unrelease Grades
fr_ca: Niveaux de non-libération

source: Release Grades
fr_ca: Libérer les notes

source: Unrelease Comments
fr_ca: Ne pas diffuser les commentaires

source: Release Comments
fr_ca: Commentaires de version

source: %d unreviewed group evaluations
fr_ca: %d évaluations de groupe non révisées

source: Short Help
fr_ca: Aide courte

source: To use iPeer you have to add a course.
fr_ca: Pour utiliser iPeer, vous devez ajouter un cours.

source: Please <i>add a course</i> from the "Courses" tab above
fr_ca: Veuillez <i> ajouter un cours </i> dans l'onglet "Cours " ci-dessus
