Repository: josephkh/ipeer-vue-ts
Catalog: app/locale/*/LC_MESSAGES/default.po
Languages: fr_ca

source: Error: Invalid Id.
fr_ca: Erreur: Id invalide.

source: Permissions Editor
fr_ca: Éditeur d'autorisations

source: Error: Updating Permissions failed.
fr_ca: Erreur: la mise à jour des autorisations a échoué.

source: Permissions have been updated
fr_ca: Les autorisations ont été mises à jour

source: Courses
fr_ca: Cours

source: Course
fr_ca: Cours

source: Title
fr_ca: Titre

source: Status
fr_ca: Statut

source: Inactive
fr_ca: Inactif

source: Created by
fr_ca: Modifié par

source: Are you sure you want to delete this course permanently?
fr_ca: Êtes-vous sûr de vouloir supprimer définitivement ce cours?

source: Course Home
fr_ca: Cours Accueil

source: View Record
fr_ca: Afficher l'enregistrement

source: Edit Course
fr_ca: Modifier un cours

source: Delete Course
fr_ca: Supprimer un cours

source: View Creator
fr_ca: Afficher le créateur

source: Error: Course does not exist or you do not have permission to view thiscourse.
fr_ca: Erreur: Le cours n'existe pas ou vous n'avez pas la permission d'afficher ce cours.

source: The course was updated successfully.
fr_ca: Le cours a été mis à jour avec succès.

source: Error: Course edits could not be saved.
fr_ca: Erreur: les modifications de cours n'ont pas pu être enregistrées.

source: The course was deleted successfully.
fr_ca: Le cours a été supprimé avec succès.

source: The student has already submitted to the destination survey
fr_ca: L'étudiant a déjà soumis à l'enquête de destination

source: %s was successfully %s to %s.
fr_ca: %s été réussi %s à %s .

source: %s was not successfully %s to %s.
fr_ca: %s n'a pas réussi %s à %s .

source: %s was unsuccessfully enrolled to %s.
fr_ca: %s été inscrit sans succès à %s .

source: %s was unsuccessfully unenrolled from %s.
fr_ca: %s été désinscrit sans succès de %s .

source: Move Students
fr_ca: Déplacer les étudiants

source: student number
fr_ca: numéro de l'étudiant

source: username
fr_ca: nom d'utilisateur

source: Error: Event was unable to be created.
fr_ca: Erreur: L'événement n'a pas pu être créé.

source: No student with %s %s exists.
fr_ca: Aucun étudiant avec %s %s n'existe.

source: The student could not be enrolled to the destination course.
fr_ca: L'étudiant n'a pas pu être inscrit au cours de destination.

source: The student's survey submission could not be transferred, however they are enrolled in the destination course.
fr_ca: La soumission de l'enquête de l'étudiant n'a pas pu être transférée, cependant ils sont inscrits dans le cours de destination.

source: Success.
fr_ca: Succès.

source: However they were unsuccessfully unenrolled from the source course.
fr_ca: Cependant, ils ont été désinscrits sans succès du cours source.

source: However no student with %s %s was enrolled in the source course.
fr_ca: Cependant, aucun étudiant avec %s %s n'était inscrit au cours source.

source: The student has already submitted a peer evaluation in the source course.
fr_ca: L'étudiant a déjà soumis une évaluation par les pairs dans le cours source.

source: The student has already submitted to the destination survey, therefore the survey submission from the source survey was not transferred.
fr_ca: L'étudiant a déjà répondu à l'enquête de destination, par conséquent, la soumission de l'enquête de l'enquête source n'a pas été transférée.

source: You do not have access to any faculties
fr_ca: Vous n'avez accès à aucune faculté

source: View Department
fr_ca: Voir le département

source: Invalid department
fr_ca: Département non valide

source: The department has been saved
fr_ca: Le département a été enregistré

source: The department could not be saved. Please, try again.
fr_ca: Le département ne pouvait pas être sauvé. S'il vous plaît, essayez à nouveau.

source: Invalid id for department
fr_ca: Identifiant invalide pour le département

source: Department deleted
fr_ca: Supprimer un département

source: Department was not deleted
fr_ca: Le département n'a pas été supprimé

source: Email
fr_ca: Adresse électronique

source: Subject
fr_ca: Sujet

source: Scheduled On
fr_ca: Planifié le

source: Sent
fr_ca: Envoyé

source: Not Yet
fr_ca: Pas encore retrouvé

source: Creation Date
fr_ca: Date de création

source: Email to show:
fr_ca: Email pour montrer:

source: Are you sure you want to cancel this email?
fr_ca: Êtes-vous sûr de vouloir annuler cet e-mail?

source: View Email
fr_ca: Voir l'adresse électronique

source: Cancel Email
fr_ca: Annuler l'email

source: Invalid Id
fr_ca: ID invalide

source: Error: You do not have permission to write emails to this course
fr_ca: Erreur: Vous n'êtes pas autorisé à écrire des courriels à ce cours

source: Error: You do not have permission to write emails to this group
fr_ca: Erreur: Vous n'êtes pas autorisé à écrire des courriels à ce groupe

source: Write Email
fr_ca: Écrire un email

source: The Email was saved successfully
fr_ca: L'e-mail a été enregistré avec succès

source: Invalid ID.
fr_ca: ID invalide.

source: Error: You do not have permission to cancel this email schedule
fr_ca: Erreur: vous n'êtes pas autorisé à annuler ce calendrier d'e-mails

source: The Email was canceled successfully.
fr_ca: L'e-mail a été annulé avec succès.

source: Email cancellation failed.
fr_ca: L'annulation de l'email a échoué.

source: Cannot cancel: Email is already sent.
fr_ca: Impossible d'annuler: le courrier électronique est déjà envoyé.

source: Error: You do not have permission to view this email schedule
fr_ca: Erreur: vous n'êtes pas autorisé à afficher ce calendrier d'e-mails

source: All students in course:
fr_ca: Tous les étudiants en cours:

source: All students in group:
fr_ca: Tous les élèves du groupe:

source: Name
fr_ca: Nom

source: Availability
fr_ca: Disponibilité

source: private
fr_ca: privé

source: Creator
fr_ca: Créateur

source: Email Templates to show:
fr_ca: Modèles d'e-mail à afficher:

source: Are you sure you want to delete this email template permanently?
fr_ca: Êtes-vous sûr de vouloir supprimer définitivement ce modèle d'e-mail?

source: View Email Template
fr_ca: Voir le modèle d'email

source: Edit Email Template
fr_ca: Modifier le modèle d'email

source: Delete Email Template
fr_ca: Supprimer le modèle d'email

source: Add Email Template
fr_ca: Ajouter un modèle d'email

source: Save Successful!
fr_ca: Enregistré avec succès!

source: Save failed.
fr_ca: Échec de l'enregistrement.

source: Save Successful
fr_ca: Enregistré avec succès

source: Failed to save
fr_ca: Echec d'enregistrement

source: Error:Invalid ID.
fr_ca: Erreur: ID invalide.

source: Error: You do not have permission to edit this email template
fr_ca: Erreur: Vous n'êtes pas autorisé à modifier ce modèle d'e-mail

source: Error: Invalid ID.
fr_ca: Erreur: ID invalide.

source: Error: You do not have permission to delete this email template
fr_ca: Erreur: Vous n'êtes pas autorisé à supprimer ce modèle d'e-mail

source: The Email Template was deleted successfully.
fr_ca: Le modèle d'e-mail a été supprimé avec succès.

source: Failed to delete the Email Template.
fr_ca: Impossible de supprimer le modèle d'e-mail.

source: Error: You do not have permission to vie this email template
fr_ca: Erreur: vous n'êtes pas autorisé à utiliser ce modèle d'e-mail

source: Evaluation Tools
fr_ca: Outils d'évaluation

source: Evaluations
fr_ca: Évaluations

source: Results
fr_ca: Résultats

source: Late
fr_ca: En retard

source: No Lates
fr_ca: Pas de Lates

source: Group #
fr_ca: Groupe #

source: Group Name
fr_ca: Nom du Groupe

source: Completed
fr_ca: Terminé

source: View
fr_ca: Vue

source: Late?
fr_ca: En retard?

source: Not Reviewed
fr_ca: Pas révisé

source: Reviewed
fr_ca: Approbation

source: Grade
fr_ca: Niveau

source: Not Released
fr_ca: Non sorti

source: Some Released
fr_ca: Certains ont été libérés

source: Auto-Release
fr_ca: Libération automatique

source: Released
fr_ca: Edité

source: Comment
fr_ca: Commenter

source: View Results
fr_ca: Afficher les résultats

source: View Submission
fr_ca: Voir la soumission

source: View Group
fr_ca: Afficher le Groupe

source: View Event
fr_ca: Voir l'événement

source: Edit Event
fr_ca: Modifier l'événement

source: Error: Invalid id or you do not have permission to access this event.
fr_ca: Erreur: Identifiant invalide ou vous n'êtes pas autorisé à accéder à cet événement.

source: Error: Invalid id
fr_ca: Erreur: Id invalide

source: Error: Invalid Id
fr_ca: Erreur: Id invalide

source: Export Evaluation Results
fr_ca: Résultats de l'évaluation d'exportation

source: Error: That event does not exist or you dont have access to it
fr_ca: Erreur: Cet événement n'existe pas ou vous n'avez pas accès à celui-ci

source: Error: Evaluation is unavailable
fr_ca: Erreur: l'évaluation est indisponible

source: > Evaluate Peers
fr_ca: > Évaluer les pairs

source: One or more of your group members have negative points. Please use positive numbers.
fr_ca: Un ou plusieurs membres de votre groupe ont des points négatifs. S'il vous plaît utiliser des nombres positifs.

source: Your Evaluation was submitted successfully.
fr_ca: Votre évaluation a été soumise avec succès.

source: Save Evaluation failure.
fr_ca: Enregistrer l'échec de l'évaluation.

source: Error: Survey is unavailable
fr_ca: Erreur: l'enquête est indisponible

source: Error: Survey has already been submitted
fr_ca: Erreur: une enquête a déjà été envoyée

source: Your survey was submitted successfully!
fr_ca: Votre sondage a été soumis avec succès!

source: Survey save failed, please try again.
fr_ca: L'enregistrement de l'enquête a échoué. Veuillez réessayer.

source: > Survey
fr_ca: > Enquête

source: some comments are missing
fr_ca: certains commentaires manquent

source: you still have to submit the evaluation with the Submit button below
fr_ca: vous devez toujours soumettre l'évaluation avec le bouton Soumettre ci-dessous

source: Your evaluation has been saved
fr_ca: Votre évaluation a été enregistrée

source: Your evaluation was not saved successfully
fr_ca: Votre évaluation n'a pas été enregistrée avec succès

source: Error: Unable to submit the evaluation. Please try again.
fr_ca: Erreur: Impossible de soumettre l'évaluation. Veuillez réessayer.

source: Error
fr_ca: Erreur

source: Your answers have been saved. Please answer all the required questions before it can be considered submitted.
fr_ca: Vos réponses ont été sauvegardées. Veuillez répondre à toutes les questions requises avant de pouvoir les soumettre.

source: Error: It was unsuccessful to save evaluation(s) for
fr_ca: Erreur: Il n'a pas réussi à enregistrer les évaluations pour

source: Error: Invalid group id.
fr_ca: Erreur: Identifiant de groupe invalide.

source: Error: Invalid group id or you are not in this group.
fr_ca: Erreur: Identifiant de groupe invalide ou vous n'êtes pas dans ce groupe.

source: Error: The results are not released.
fr_ca: Erreur: Les résultats ne sont pas publiés.

source: View My Results
fr_ca: Voir mes résultats

source: Error: That event does not exist or you don't have access to it
fr_ca: Erreur: Cet événement n'existe pas ou vous n'y avez pas accès

source: Submission Details
fr_ca: Détails de la soumission

source: Error: Invalid event Id
fr_ca: Erreur: ID d'événement non valide

source: Error: There are no students in the class
fr_ca: Erreur: Il n'y a pas d'étudiants dans la classe

source: Error: Invalid survey Id
fr_ca: Erreur: Identifiant d'enquête incorrect

source: Summary
fr_ca: Résumé

source: Events
fr_ca: Événements

source: Not Yet Open
fr_ca: Pas encore ouvert

source: Already Closed
fr_ca: Déjà fermé

source: Open Now
fr_ca: Ouvrez maintenant

source: Groups
fr_ca: Groupes

source: Rubric
fr_ca: Rubrique

source: Survey
fr_ca: Enquête

source: Mixed
fr_ca: Mélange

source: Due Date
fr_ca: Date d'échéance

source: Result Released
fr_ca: Résultat publié

source: for Course:
fr_ca: pour le cours:

source: Are you sure you want to delete this event permanently?
fr_ca: Êtes-vous sûr de vouloir supprimer définitivement cet événement?

source: Add Event
fr_ca: Ajouter un événement

source: Edit
fr_ca: Modif

source: The event has been deleted successfully.
fr_ca: L'événement a été supprimé avec succès.

source: Failed to delete the event
fr_ca: Échec de la suppression de l'événement

source: Event title "
fr_ca: Titre de l'événement "

source: " already exists in this course.
fr_ca: "existe déjà dans ce cours.

source: Error: Invalid course id
fr_ca: Erreur: identifiant de cours incorrect

source: Export Events
fr_ca: Evénements d'exportation

source: Error: could not generate csv
fr_ca: Erreur: impossible de générer csv

source: Import Events
fr_ca: Importer des événements

source: Error: The file got uploaded, but could not be processed as a csv.
fr_ca: Erreur: Le fichier a été téléchargé, mais n'a pas pu être traité en tant que csv.

source: View Faculty
fr_ca: Voir Faculté

source: Invalid faculty
fr_ca: Faculté invalide

source: Faculty added!
fr_ca: Faculté ajoutée!

source: The faculty could not be saved. Please, try again.
fr_ca: La faculté n'a pas pu être sauvée. Veuillez réessayer.

source: Faculty saved.
fr_ca: Faculté sauvée.

source: Invalid id for faculty
fr_ca: Identifiant invalide pour la faculté

source: Faculty deleted
fr_ca: Faculté supprimée

source: Faculty was not deleted
fr_ca: Faculté n'a pas été supprimé

source: Delete this group?
fr_ca: Supprimer ce groupe?

source: (The students themselves will be unaffected).
fr_ca: (Les étudiants eux-mêmes ne seront pas affectés).

source: Proceed?
fr_ca: Continuer ?

source: Edit Group
fr_ca: Modifier le Groupe

source: View Course
fr_ca: Voir les formation

source: Delete Group
fr_ca: Supprimer Groupe

source: Error: That group does not exist.
fr_ca: Erreur: Ce groupe n'existe pas.

source: The group was added successfully.
fr_ca: Le groupe a été ajouté avec succès.

source: Add Group
fr_ca: Ajouter Groupe

source: The group was updated successfully.
fr_ca: Le groupe a été mis à jour avec succès.

source: Error updating that group.
fr_ca: Erreur lors de la mise à jour de ce groupe.

source: The group was deleted successfully.
fr_ca: Le groupe a été supprimé avec succès.

source: Group delete failed.
fr_ca: La suppression du groupe a échoué.

source: Please select a file to upload.
fr_ca: S'il vous plaît sélectionner un fichier à télécharger.

source: Import Groups From Text (.txt) or CSV File (.csv)
fr_ca: Importer des groupes à partir de texte (.txt) ou de fichier CSV (.csv)

source: Import Groups Results
fr_ca: Importer les résultats des groupes

source: Export Groups
fr_ca: Groupes d'exportation

source: Group Number
fr_ca: Numéro de groupe

source: Username
fr_ca: Nom d'utilisateur

source: Student No
fr_ca: Étudiant Non

source: First Name
fr_ca: Prénom

source: Last Name
fr_ca: Nom

source: Home
fr_ca: Départ

source: days
fr_ca: jours

source: seconds
fr_ca: secondes

source: hours
fr_ca: heures

source: Installation Wizard
fr_ca: Assistant d'installation

source: WARNING: It looks like you already have a instance running. Reinstalling will remove all your current data. Remove %s to proceed.
fr_ca: AVERTISSEMENT: il semble que vous ayez déjà une instance en cours d'exécution. La réinstallation supprimera toutes vos données actuelles. Supprimez %s pour continuer.

source: Cannot write to the database configuration file. Please change the permission on %s so that it is writable.
fr_ca: Impossible d'écrire dans le fichier de configuration de la base de données. Veuillez modifier l'autorisation sur %s afin qu'elle soit accessible en écriture.

source: Please fill in all fields.
fr_ca: Veuillez remplir tous les champs.

source: Database config failed - %s
fr_ca: La configuration de la base de données a échoué - %s

source: Cannot write to the configuration directory. Please change the permission on %s so that it is writable.
fr_ca: Impossible d'écrire dans le répertoire de configuration. Veuillez modifier l'autorisation sur %s afin qu'elle soit accessible en écriture.

source: Cannot copy the guard configuration (app/plugins/guard/config/guard_default.php) to the configuration directory as guard.php.
fr_ca: Impossible de copier la configuration de la garde (app / plugins / guard / config / guard_default.php) dans le répertoire de configuration en tant que guard.php.

source: Installation failed, unable to write to %s dir
fr_ca: L'installation a échoué, impossible d'écrire dans le répertoire %s

source: Mixed Evaluations
fr_ca: Évaluations mixtes

source: Yes
fr_ca: Oui

source: No
fr_ca: Non

source: In Use
fr_ca: A l'essai

source: Peer Evaluation Questions
fr_ca: Questions d'évaluation par les pairs

source: Self Evaluation Questions
fr_ca: Questions d'auto-évaluation

source: Total Marks
fr_ca: Total des notes

source: Evaluations to show:
fr_ca: Évaluations à montrer:

source: Are you sure you want to delete this evaluation permanently?
fr_ca: Êtes-vous sûr de vouloir supprimer définitivement cette évaluation?

source: View Evaluation
fr_ca: Voir l'évaluation

source: Edit Evaluation
fr_ca: Modifier l'évaluation

source: Copy Evaluation
fr_ca: Copier l'évaluation

source: Delete Evaluation
fr_ca: Supprimer l'évaluation

source: Error: Invalid Mixeval ID.
fr_ca: Erreur: ID Mixeval non valide.

source: Error: You do not have permission to view this evaluation
fr_ca: Erreur: Vous n'êtes pas autorisé à voir cette évaluation

source: Error: You do not have permission to edit this evaluation
fr_ca: Erreur: Vous n'êtes pas autorisé à modifier cette évaluation

source: Unable to save, please check below for error messages.
fr_ca: Impossible de sauvegarder, veuillez vérifier ci-dessous les messages d'erreur.

source: Unable to save the mixed evaluation.
fr_ca: Impossible de sauvegarder l'évaluation mixte.

source: Unable to save this mixed eval's questions.
fr_ca: Impossible de sauvegarder les questions de ce test mixte.

source: Unable to save the mixed eval question descs.
fr_ca: Impossible de sauvegarder la requête d'évaluation mixte.

source: The mixed evaluation was saved successfully.
fr_ca: L'évaluation mixte a été enregistrée avec succès.

source: %s cannot be edited now that submissions have been made. Please make a copy.
fr_ca: %s ne peut pas être modifié maintenant que les soumissions ont été faites. S'il vous plaît faire une copie.

source: Error: You do not have permission to copy this evaluation
fr_ca: Erreur: Vous n'êtes pas autorisé à copier cette évaluation

source: Copy of
fr_ca: Copie de

source: You do not have permission to delete mixed evaluations
fr_ca: Vous n'êtes pas autorisé à supprimer des évaluations mixtes

source: Error: You do not have permission to delete this evaluation
fr_ca: Erreur: vous n'êtes pas autorisé à supprimer cette évaluation

source: This evaluation is now in use, and can NOT be deleted.<br />
fr_ca: Cette évaluation est maintenant utilisée et ne peut PAS être supprimée. <br />

source: Please remove all the events associated with this evaluation first.
fr_ca: Veuillez supprimer tous les événements associés à cette évaluation en premier.

source: The Mixed Evaluation was removed successfully.
fr_ca: L'évaluation mixte a été supprimée avec succès.

source: OAuth Client Credentials
fr_ca: Informations d'identification du client OAuth

source: A new OAuth client has been created
fr_ca: Un nouveau client OAuth a été créé

source: The OAuth client could not be saved. Please, try again.
fr_ca: Le client OAuth n'a pas pu être enregistré. Veuillez réessayer.

source: Error: You do not have permission to create more than one OAuth Client Credential
fr_ca: Erreur: vous n'êtes pas autorisé à créer plusieurs références de client OAuth

source: Invalid OAuth client
fr_ca: Le client OAuth n'est pas valide

source: The OAuth client has been saved
fr_ca: Le client OAuth a été enregistré

source: Invalid id for OAuth client
fr_ca: Identifiant non valide pour le client OAuth

source: OAuth client deleted
fr_ca: Le client OAuth a été supprimé

source: OAuth client was not deleted
fr_ca: Le client OAuth n'a pas été supprimé

source: OAuth Token Credentials
fr_ca: Références OAuth Token

source: New OAuth token created!
fr_ca: Nouveau jeton OAuth créé!

source: The OAuth token could not be saved. Please, try again.
fr_ca: Le jeton OAuth n'a pas pu être enregistré. Veuillez réessayer.

source: Invalid oauth token
fr_ca: Jeton oauth invalide

source: OAuth token saved successfully!
fr_ca: Jeton OAuth enregistré avec succès!

source: Invalid id for OAuth token
fr_ca: Identifiant non valide pour le jeton OAuth

source: OAuth token deleted.
fr_ca: Jeton OAuth supprimé.

source: OAuth token was not deleted.
fr_ca: Le jeton OAuth n'a pas été supprimé.

source: Rubrics
fr_ca: Tests standardisés

source: Criteria
fr_ca: Critères

source: View Mode
fr_ca: Mode affiche

source: Are you sure you want to delete this Rubric permanently?
fr_ca: Êtes-vous sûr de vouloir supprimer définitivement cette rubrique?

source: View Rubric
fr_ca: Voir la rubrique

source: Edit Rubric
fr_ca: Modifier la rubrique

source: Copy Rubric
fr_ca: Copier la rubrique

source: Delete Rubric
fr_ca: Supprimer la rubrique

source: Error: You do not have permission to view this rubric
fr_ca: Erreur: Vous n'êtes pas autorisé à afficher cette rubrique

source: Add Rubric (Step 2)
fr_ca: Ajouter une rubrique (étape 2)

source: The rubric was added successfully.
fr_ca: La rubrique a été ajoutée avec succès.

source: The evaluation was not added successfully.
fr_ca: L'évaluation n'a pas été ajoutée avec succès.

source: Add Rubric
fr_ca: Ajouter une rubrique

source: Error: You do not have permission to edit this rubric
fr_ca: Erreur: Vous n'êtes pas autorisé à modifier cette rubrique

source: Submissions had been made. %s cannot be edited. Please make a copy.
fr_ca: Des soumissions ont été faites. %s ne peut pas être modifié. S'il vous plaît faire une copie.

source: The rubric evaluation was updated successfully
fr_ca: L'évaluation de la rubrique a été mise à jour avec succès

source: The evaluation was not updated successfully.
fr_ca: L'évaluation n'a pas été mise à jour avec succès.

source: Error: You do not have permission to copy this rubric
fr_ca: Erreur: Vous n'êtes pas autorisé à copier cette rubrique

source: Error: You do not have permission to delete this rubric
fr_ca: Erreur: Vous n'êtes pas autorisé à supprimer cette rubrique

source: This evaluation is in use. Please remove all the events assosiated with this evaluation first.
fr_ca: Cette évaluation est en cours d'utilisation. Veuillez supprimer tous les événements associés à cette évaluation en premier.

source: The rubric was deleted successfully.
fr_ca: La rubrique a été supprimée avec succès.

source: Advanced Search
fr_ca: Recherche Avancée

source: Simple Evaluations
fr_ca: Évaluations simples

source: Points/Member
fr_ca: Points / Membre

source: The evaluation was added successfully.
fr_ca: L'évaluation a été ajoutée avec succès.

source: The simple evaluation was updated successfully.
fr_ca: L'évaluation simple a été mise à jour avec succès.

source: Please remove all the events assosiated with this evaluation first.
fr_ca: Veuillez supprimer tous les événements associés à cette évaluation en premier.

source: The evaluation was deleted successfully.
fr_ca: L'évaluation a été supprimée avec succès.

source: Evaluation delete failed.
fr_ca: La suppression d'évaluation a échoué.

source: Survey Groups
fr_ca: Groupes d'enquête

source: Event
fr_ca: Événement

source: Group Set Name
fr_ca: Nom du groupe

source: Number of Groups
fr_ca: Nombre de groupes

source: Are you sure you want to delete this group set permanently?
fr_ca: Êtes-vous sûr de vouloir supprimer définitivement ce groupe?

source: Release
fr_ca: Relaxer

source: View/Edit Group Set
fr_ca: Afficher / Modifier le groupe

source: Delete Group Set
fr_ca: Supprimer le groupe
