Repository: josephkh/ipeer-vue-ts
Catalog: app/locale/*/LC_MESSAGES/default.po
Languages: fr_ca

source: Then <i>register students</i> into that course from that course's home page. This display will be available (once the course is created) by clicking on the course's name from most menus.
fr_ca: Ensuite, <i> inscrivez les étudiants </i> dans ce cours à partir de la page d'accueil de ce cours. Cet affichage sera disponible (une fois le cours créé) en cliquant sur le nom du cours dans la plupart des menus.

source: Put your students into <i>groups</i> manually, (or, if you have the students complete a survey, iPeer can do it for you, using TeamMaker).
fr_ca: Mettez vos élèves dans <i> groupes </i> manuellement (ou, si vous demandez aux élèves de répondre à un sondage, iPeer peut le faire pour vous, en utilisant TeamMaker).

source: To create evaluations, check out the <a href="http://ipeer.ctlt.ubc.ca/wiki/UserDocV3.1" target="_blank">User Documentations</a>
fr_ca: Pour créer des évaluations, consultez les <a href="http://ipeer.ctlt.ubc.ca/wiki/UserDocV3.1" target="_blank"> documentations utilisateur </a>

source: My Courses
fr_ca: Mes cours

source: Completion Ratio
fr_ca: Rapport d'achèvement

source: %d of %d Students
fr_ca: %d de %d Etudiants

source: Inactive Courses
fr_ca: Cours inactifs

source: You do not have any courses.
fr_ca: Vous n'avez pas de cours.

source: PHP version
fr_ca: Version PHP

source: MySQL support
fr_ca: Support de MySQL

source: Directory app/config writable
fr_ca: Application de répertoire / config accessible en écriture

source: File app/config/database.php writable
fr_ca: Fichier app / config / database.php accessible en écriture

source: magic_quotes_gpc is off
fr_ca: magic_quotes_gpc est éteint

source: If you cloned iPeer from git, you may need to run git submodule init and git submodule update.
fr_ca: Si vous avez copié iPeer à partir de git, vous devrez peut-être lancer git submodule init et git sous-module de mise à jour.

source: Sendmail or Sendmail Wrapper
fr_ca: Sendmail ou Sendmail Wrapper

source: Required if you want email functions.
fr_ca: Obligatoire si vous souhaitez des fonctions de messagerie.

source: Permissions for email scheduling.
fr_ca: Autorisations pour la planification d'email.

source: If failed, remove Apache user from "/etc/at.deny" or "/var/at/at.deny"
fr_ca: En cas d'échec, supprimez l'utilisateur Apache de "/ etc / at.deny " ou "/ var / at / at.deny "

source: PHP LDAP Extension.
fr_ca: Extension PHP LDAP.

source: Required if you are planning to use LDAP authentication.
fr_ca: Obligatoire si vous envisagez d'utiliser l'authentification LDAP.

source: Required if you are planning to use TeamMaker.
fr_ca: Obligatoire si vous envisagez d'utiliser TeamMaker.

source: PHP memory limit at least 64 MB
fr_ca: Limite de mémoire PHP au moins 64 Mo

source: Some operations, such as export, requires more memory when dealing with large courses.
fr_ca: Certaines opérations, telles que l'exportation, nécessitent plus de mémoire pour les grands cours.

source: PHP Directive
fr_ca: Directive PHP

source: Recommended
fr_ca: Conseillé

source: Actual
fr_ca: Réel

source: is Free Software released under the GNU/GPL License.
fr_ca: est un logiciel libre publié sous licence GNU / GPL.

source: Step 3: iPeer Database Configuration
fr_ca: Étape 3: Configuration de la base de données iPeer

source: Data Setup Option
fr_ca: Option de configuration des données

source: MySQL Database Configuration Parameters
fr_ca: Paramètres de configuration de la base de données MySQL

source: Step 4: System Parameters Configuration
fr_ca: Étape 4: Configuration des paramètres du système

source: For security reasons, please set the configuration directory (%s) and database.php (%s) back to read only.
fr_ca: Pour des raisons de sécurité, veuillez redéfinir le répertoire de configuration ( %s ) et database.php ( %s ) en lecture seule.

source: If you opted to install with example data, you can login to the example user accounts with the password 'ipeeripeer'
fr_ca: Si vous avez choisi d'installer des exemples de données, vous pouvez vous connecter aux exemples de comptes d'utilisateurs avec le mot de passe 'ipeeripeer'

source: iPeer V2 with TeamMaker
fr_ca: iPeer V2 avec TeamMaker

source: Public lets you share this mixed evaluation with other instructors.
fr_ca: Public vous permet de partager cette évaluation mixte avec d'autres instructeurs.

source: Start marks from zero for all Likert questions.
fr_ca: Commencer les marques de zéro pour toutes les questions de Likert.

source: Adds a reflective questions section for evaluators.
fr_ca: Ajoute une section de questions réflexives pour les évaluateurs.

source: Cancel
fr_ca: Annuler

source: Reflective Questions for the evaluator are included.
fr_ca: Les questions de réflexion pour l'évaluateur sont incluses.

source: MixEval Preview
fr_ca: MixEval Aperçu

source: Add Client
fr_ca: Ajouter un client

source: Add Token
fr_ca: Ajouter un jeton

source: Faculties
fr_ca: Facultés

source: Departments
fr_ca: Départements

source: System Parameters
fr_ca: Paramètres du système

source: aka LOM, Evaluation Range (Max 10)
fr_ca: alias LOM, plage d'évaluation (Max 10)

source: Number of Criteria
fr_ca: Nombre de critères

source: Number of Evaluation Aspects (Max 25)
fr_ca: Nombre d'aspects de l'évaluation (Max 25)

source: Public lets you share this rubric evaluation with other instructors.
fr_ca: Public vous permet de partager cette évaluation de la rubrique avec d'autres instructeurs.

source: Zero Mark
fr_ca: Marque zéro

source: No Marks Given for Level of Mastery of 1
fr_ca: Aucune note attribuée pour le niveau de maîtrise de 1

source: View mode determines the rubric layout that will be visible to the students.
fr_ca: Le mode Afficher détermine la disposition de la rubrique qui sera visible pour les étudiants.

source: "Criteria" mode separates the rubric into sections for each criteria. Under each section, all users will be listed for that particular criteria. This mode is useful as it provides easy comparisons between students.
fr_ca: Le mode "Critères" sépare la rubrique en sections pour chaque critère. Sous chaque section, tous les utilisateurs seront répertoriés pour ces critères particuliers. Ce mode est utile car il fournit des comparaisons faciles entre les étudiants.

source: "Student" mode separates the rubric into sections for each student. Under each section, all criteria will be listed for that particular student. This mode is useful as students can be evaluated one at a time.
fr_ca: Le mode "Étudiant" sépare la rubrique en sections pour chaque étudiant. Sous chaque section, tous les critères seront listés pour cet étudiant particulier. Ce mode est utile car les élèves peuvent être évalués un à la fois.

source: Show/Hide Criteria mode example
fr_ca: Exemple de mode Afficher / Masquer les critères

source: Show/Hide Student mode example
fr_ca: Afficher / masquer l'exemple du mode Étudiant

source: <strong>Criteria Example</strong><br><br>
fr_ca: <strong> Exemple de critères </strong> <br> <br>

source: <strong>Student Example</strong><br><br>
fr_ca: <strong> Exemple d'étudiant </strong> <br> <br>

source: Preview (Update Format)
fr_ca: Aperçu (mise à jour du format)

source: Rubric Edit
fr_ca: Rubrique Modifier

source: Points Per Member
fr_ca: Points par membre

source: Public lets you share this simple evaluation with other instructors.
fr_ca: Public vous permet de partager cette évaluation simple avec d'autres instructeurs.

source: View Simple Evaluation
fr_ca: Voir l'évaluation simple

source: Evaluation Name
fr_ca: Nom de l'évaluation

source: Close
fr_ca: Fermer

source: Simple Evaluation Preview
fr_ca: Aperçu simple de l'évaluation

source: Edit Survey Group Set
fr_ca: Modifier le groupe de sondage

source: match score
fr_ca: score de match

source: Show responses for question:
fr_ca: Afficher les réponses à la question:

source: Move to ...
fr_ca: Déplacer vers ...

source: Save Groups
fr_ca: Enregistrer les groupes

source: Give the export file a name.
fr_ca: Donnez un nom au fichier d'exportation.

source: Select the survey group set you would like to export.
fr_ca: Sélectionnez le groupe de sondage que vous souhaitez exporter.

source: Please select at least one of the export fields.
fr_ca: Veuillez sélectionner au moins un des champs d'exportation.

source: Export Fields
fr_ca: Champs d'exportation

source: Add Survey Group Set
fr_ca: Ajouter un groupe de sondage

source: Please Select a survey event to make groups
fr_ca: Veuillez sélectionner un événement de sondage pour créer des groupes

source: Select a survey
fr_ca: Sélectionnez un sondage

source: No survey event found for this course!
fr_ca: Aucun événement d'enquête trouvé pour ce cours!

source: Please create a survey first, and have your students complete it.
fr_ca: Veuillez d'abord créer un sondage, et demandez à vos élèves de le compléter.

source: Go Back
fr_ca: Retour

source: Click on any user name to view their answers to this survey.
fr_ca: Cliquez sur un nom d'utilisateur pour voir leurs réponses à cette enquête.

source: To adjust weightings and create a new set of teams, just go
fr_ca: Pour ajuster les pondérations et créer un nouvel ensemble d'équipes, il suffit d'aller

source: back
fr_ca: arrière

source: To edit these teams, first save them below.
fr_ca: Pour éditer ces équipes, enregistrez-les d'abord ci-dessous.

source: Note:
fr_ca: Remarque :

source: Higher 'Match Score' is better.
fr_ca: Un score de correspondance supérieur est préférable.

source: Match Score
fr_ca: Score de match

source: Team Members
fr_ca: Membres de l'équipe

source: Group Set Name:
fr_ca: Nom du groupe:

source: (Select Question to Load)
fr_ca: (Sélectionnez la question à charger)

source: Load
fr_ca: Charge

source: Load a master question as your template.
fr_ca: Chargez une question principale en tant que modèle.

source: Whether this question can be used as a template for new questions.
fr_ca: Si cette question peut être utilisée comme modèle pour de nouvelles questions.

source: Multiple Choice (Single Answer)
fr_ca: Choix multiple (réponse unique)

source: Choose Any Of... (Multiple Answers)
fr_ca: Choisissez l'un des ... (réponses multiples)

source: Single Line Text Input
fr_ca: Entrée de texte sur une seule ligne

source: Long Answer Text Input
fr_ca: Entrée de texte à réponse longue

source: Save Question
fr_ca: Enregistrer la question

source: (No Template)
fr_ca: (Pas de modèle)

source: Public lets you share this survey template with other instructors.
fr_ca: Public vous permet de partager ce modèle de sondage avec d'autres instructeurs.

source: Survey
fr_ca: Enquête

source: Add Survey
fr_ca: Ajouter un sondage

source: Are you sure you want to delete
fr_ca: Êtes-vous sûr de vouloir supprimer

source: Top
fr_ca: Haut

source: Up
fr_ca: En Haut

source: Down
fr_ca: Bas

source: Bottom
fr_ca: Bas

source: Add Question
fr_ca: Ajouter une question

source: Survey Title
fr_ca: Titre de l'enquête

source: Modified
fr_ca: Modifié le

source: Add Sys Parameter
fr_ca: Ajouter un paramètre Sys

source: Change Password
fr_ca: Modifier mot de pass

source: Old Password
fr_ca: Ancien mot de passe

source: New Password
fr_ca: Nouveau mot de passe

source: Confirm New Password
fr_ca: Confirmez le mot de passe

source: Add Client Credential
fr_ca: Ajouter des informations d'identification client

source: Key
fr_ca: Clé

source: &nbsp;Comment:
fr_ca: & nbsp; Commentaire:

source: Add Token Credential
fr_ca: Ajouter un justificatif de jeton

source: Expires
fr_ca: Expire

source: All fields mandatory, except email and password.
fr_ca: Tous les champs sont obligatoires, sauf courriel et mot de passe.

source: If email column is missing, students can update their profiles by clicking on their name (near the Logout link).
fr_ca: Si la colonne e-mail est manquante, les étudiants peuvent mettre à jour leur profil en cliquant sur leur nom (à proximité du lien Déconnexion).

source: If password column is missing, system will generate random password for each student.
fr_ca: Si la colonne de mot de passe est manquante, le système générera un mot de passe aléatoire pour chaque étudiant.

source: If the user already exists, their password will NOT be changed.
fr_ca: Si l'utilisateur existe déjà, son mot de passe ne sera PAS modifié.

source: If an external authentication module is enabled (e.g. CWL or Shibboleth), password column can be ignored. Students will use external authentication module to login.
fr_ca: Si un module d'authentification externe est activé (par exemple CWL ou Shibboleth), la colonne de mot de passe peut être ignorée. Les étudiants utiliseront un module d'authentification externe pour se connecter.

source: Please make sure to remove the header from the CSV file.
fr_ca: Veuillez vous assurer de supprimer l'en-tête du fichier CSV.

source: Username,First Name,Last Name,Student#,<i>Email(optional),Password(optional)</i>
fr_ca: Nom d'utilisateur, Prénom, Nom, Numéro d'étudiant, <i> Email (facultatif), Mot de passe (facultatif) </i>

source: Remove old students and add new students.
fr_ca: Retirez les anciens élèves et ajoutez de nouveaux élèves.

source: Import User
fr_ca: Importer un utilisateur

source: Search for the primary account on the left by name, username, or student number.
fr_ca: Recherchez le compte principal à gauche par nom, nom d'utilisateur ou numéro d'étudiant.

source: Search for the secondary account on the right by name, username, or student number.
fr_ca: Recherchez le compte secondaire à droite par nom, nom d'utilisateur ou numéro d'étudiant.

source: WARNING: The merger of two accounts cannot be undone.
fr_ca: AVERTISSEMENT: la fusion de deux comptes ne peut pas être annulée.

source: Merge Accounts
fr_ca: Fusionner les comptes

source: Merge
fr_ca: Fusion

source: User(s) failed on creation:
fr_ca: Les utilisateurs ont échoué lors de la création:

source: User(s) modified successfully:
fr_ca: Utilisateur (s) modifié (s) avec succès:

source: User(s) created successfully:
fr_ca: Utilisateur (s) créé avec succès:

source: User(s) updated successfully:
fr_ca: Utilisateur (s) mis à jour avec succès:
